<?xml version="1.0" encoding="utf8"?>
<entry><title>Production Software Engineer</title><link href="https://www.afpy.org/jobs/heroldfamily-prod" rel="alternate"></link><published>2010-10-07T19:17:40+02:00</published><updated>2013-03-31T22:50:24+02:00</updated><author><name>admin</name><email>pierre.augeard@heroldfamily.biz</email></author><id>https://www.afpy.org/jobs/heroldfamily-prod</id><summary type="html">Développement d'interfaces graphiques et d'outils dédiés à la chaîne de production</summary><content type="html">&lt;p&gt;Dans la perspective du prochain long m&amp;eacute;trage, r&amp;eacute;alis&amp;eacute; en relief et enti&amp;egrave;rement en images de synth&amp;egrave;se, nous sommes &amp;agrave; la recherche d'ing&amp;eacute;nieurs afin de renforcer notre d&amp;eacute;partement R&amp;amp;D.&lt;/p&gt;
&lt;p&gt;En contact direct avec la production, vous travaillerez sur les probl&amp;eacute;matiques techniques qu'engendre un projet de cette envergure. Vous aurez &amp;agrave; votre charge la r&amp;eacute;alisation d'outils d&amp;eacute;di&amp;eacute;s &amp;agrave; la chaine de fabrication et participerez au d&amp;eacute;veloppement du socle commun d'architecture logicielle.&lt;/p&gt;
&lt;p align="\"&gt;&lt;strong&gt;Profil :&lt;/strong&gt;&lt;/p&gt;
&lt;ul&gt;
&lt;li&gt;Formation Bac+5 (&amp;eacute;cole d'ing&amp;eacute;nieur ou universit&amp;eacute;), ou exp&amp;eacute;rience notoire en production       
&lt;ul&gt;
&lt;li&gt;Passion pour l'architecture et la conception logicielle&lt;/li&gt;
&lt;/ul&gt;
&lt;/li&gt;
&lt;li&gt;Ma&amp;icirc;trise de la programmation Orient&amp;eacute; Objet, C++&lt;/li&gt;
&lt;li&gt;Ma&amp;icirc;trise du langage de script Python&lt;/li&gt;
&lt;li&gt;Connaissance des techniques li&amp;eacute;es aux interfaces graphiques (design, 	architecture, ergonomie)       
&lt;ul&gt;
&lt;li&gt;La	connaissance du toolkit Qt (PySide, PyQt) est un grand plus&lt;/li&gt;
&lt;/ul&gt;
&lt;/li&gt;
&lt;li&gt;La connaissance des outils de mod&amp;eacute;lisation 3D, d'animation, et de compositing est un plus&lt;/li&gt;
&lt;li&gt;La connaissance des probl&amp;eacute;matiques et solutions li&amp;eacute;es aux syst&amp;egrave;mes d'EDL est un plus&lt;/li&gt;
&lt;li&gt;Rigoureux, organis&amp;eacute;, autonome, passionn&amp;eacute;, proactif, vous avez l'esprit d'&amp;eacute;quipe&lt;/li&gt;
&lt;li&gt;Vous savez faire preuve d'une grande capacit&amp;eacute; d'&amp;eacute;coute et de communication&lt;/li&gt;
&lt;/ul&gt;
&lt;p&gt;
&lt;p&gt;&lt;strong&gt;Société :&lt;/strong&gt;&lt;/p&gt;
Créés par l'ancien président du groupe Duran-Duboi, la société de production &lt;a target="_blank" href="http://heroldfamily.biz"&gt;Herold&amp;Family&lt;/a&gt; ainsi que le studio d'animation &lt;a target="_blank" href="http://delacave.com"&gt;Delacave&lt;/a&gt; ont fait le choix de développer leur chaîne de fabrication en suivant de nouveaux procédés technologiques, basés sur une philosophie du temps-réel et de l'interactivité.&lt;br /&gt;&lt;br /&gt;
Ces derniers, servant à la conception de longs métrages en images de synthèse, ont été exploités avec succès pour réaliser « La Véritable Histoire du Chat Botté ». L'aspect original et précurseur de ces techniques a été récompensé par une présentation au SIGGRAPH 2009.
&lt;/p&gt;
&lt;br /&gt;&lt;br /&gt;</content><company>Herold&amp;Family</company><address>Paris</address><contact>Pierre Augeard</contact><location></location><phone></phone><link href="http://heroldfamily.biz" rel="about"></link><link href="http://www.delacave-jobs.com/r_d_162.php" rel="via"></link></entry>