<?xml version="1.0" encoding="utf8"?>
<entry><title>Pilot Systems recrute un développeur Zope et Plone</title><link href="https://www.afpy.org/jobs/pilotsystems-developpeur_zope_plone" rel="alternate"></link><published>2005-10-20T15:18:22+02:00</published><updated>2013-03-31T22:50:39+02:00</updated><author><name>admin</name><email>recrutement@pilotsystems.net</email></author><id>https://www.afpy.org/jobs/pilotsystems-developpeur_zope_plone</id><summary type="html">Développeur Zope et Plone</summary><content type="html">&lt;p&gt;Pilot Systems renforce son équipe de développement. Vous avez une première expérience en développement objet, Python et Zope de préférence, vous maîtrisez :&lt;/p&gt;

&lt;ul&gt;
&lt;li&gt;la programmation orientée objet ;&lt;/li&gt;
&lt;li&gt;UML ;&lt;/li&gt;
&lt;li&gt;les SGBDR, particulièrement MySQL ou PostgreSQL ;&lt;/li&gt;
&lt;li&gt;l'administration système (Linux / FreeBSD).&lt;/li&gt;
&lt;/ul&gt;

&lt;p&gt;Une bonne connaissance de l'anglais est indispensable (Zope est un environnement international). Une expérience préalable avec les technologies du web est souhaitée.&lt;/p&gt;


&lt;p&gt;&lt;strong&gt;Votre rôle :&lt;/strong&gt; participer au développement de projets, dans une organisation souple qui vous permettra d'évoluer rapidement. Participer à la mission collective d'administration du parc de serveurs FreeBSD.&lt;/p&gt;

&lt;p&gt;&lt;strong&gt;Détails pratiques : &lt;/strong&gt;poste basé à Paris, dans une équipe dynamique
  et expérimentée. De nombreux projets traités en anglais. Possibilité de travail
  distant. &lt;/p&gt;



&lt;h2&gt;À propos de Pilot Systems&lt;/h2&gt;


&lt;p&gt;Pilot Systems est int&amp;eacute;grateur de solutions open source, sp&amp;eacute;cialis&amp;eacute; dans
  le d&amp;eacute;ploiement d'applications de &lt;strong&gt;gestion de contenu&lt;/strong&gt;.
  Pilot Systems a fait le choix strat&amp;eacute;gique de travailler exclusivement dans les environnements
  Python et Zope, puis Plone d&amp;egrave;s la fin de l'ann&amp;eacute;e 1999. C'est
  donc un pr&amp;eacute;curseur en France dans l'int&amp;eacute;gration de ces technologies
dans un environnement professionnel.&lt;/p&gt;
&lt;p&gt;Pilot Systems, un des sp&amp;eacute;cialistes
  europ&amp;eacute;ens de Zope et Plone,
  met en place bien plus que des sites web. Des clients font confiance &amp;agrave; Pilot
  Systems pour concevoir et d&amp;eacute;velopper des &lt;strong&gt;applications sp&amp;eacute;cifiques&lt;/strong&gt;  : banque en ligne, commerce &amp;eacute;lectronique, frontal de jeux massivement
multi-joueurs, portail B2E, etc.&lt;/p&gt;
&lt;p&gt;Pilot Systems est aussi le fondateur avec Blue Dynamics (Autriche), du &lt;strong&gt;Zope
  Village&lt;/strong&gt;, site communautaire qui regroupe les contributions &amp;agrave; la
  communaut&amp;eacute; Open
  Source de ses membres. De nombreux produits sont publi&amp;eacute;s sur le Zope Village
  par Pilot Systems : PloneGazette, PloneExtendedTypes,
  PloneMultiSync, etc.&lt;/p&gt;
&lt;p&gt;Pilot Systems a par ailleurs lanc&amp;eacute; en novembre 2003 le service &lt;strong&gt;Objectis&lt;/strong&gt;,
  &lt;strong&gt;plateforme gratuite d'h&amp;eacute;bergement Zope et Plone&lt;/strong&gt;. Le
  service est d&amp;eacute;sormais
ouvert en sept langues et totalise plus de 13.000 sites Zope et Plone.&lt;/p&gt;
&lt;p&gt;De nombreuses &lt;strong&gt;r&amp;eacute;f&amp;eacute;rences&lt;/strong&gt; font confiance &amp;agrave; Pilot Systems : Barco, Bull,
  CAF, Communaut&amp;eacute; Urbaine de Bordeaux, Cr&amp;eacute;dit Municipal de Paris,
  Daikin Airconditioning, EADS Space, Fournier Pharma, IER (Groupe Bollor&amp;eacute;),
  IMS Health, Minist&amp;egrave;re
  de la D&amp;eacute;fense, Minist&amp;egrave;re des Finances, Minist&amp;egrave;re du Travail,
  Sofema Groupe, etc. </content><company>Pilot Systems</company><address>9, rue Desargues
75011 Paris</address><contact>Karine Deblangey</contact><location></location><phone>+331 44 53 05 55. CV au format PDF ou texte.</phone><link href="http://www.pilotsystems.net/" rel="about"></link><link href="http://www.pilotsystems.net/recrutement/developpeur-zope-plone-octobre-2005/fr/" rel="via"></link></entry>