<?xml version="1.0" encoding="utf8"?>
<entry><title>Développement d'une application web sous Linux </title><link href="https://www.afpy.org/jobs/zaffy-cinego.net" rel="alternate"></link><published>2009-02-13T17:11:27+01:00</published><updated>2013-03-31T22:50:30+02:00</updated><author><name>admin</name><email>thomas.zaffran@cinego.net</email></author><id>https://www.afpy.org/jobs/zaffy-cinego.net</id><summary type="html">Poste à pourvoir dés que possible, vous rejoindrez le développeur actuel de cinego.net pour apporter une regard neuf sur le projet et agrandir l'équipe.</summary><content type="html">&lt;B&gt;cinego.net&lt;/B&gt; est un outil en ligne de programmation destin&amp;#233; aux distributeurs fran&amp;#231;ais de films en salle. &lt;BR&gt;
A l'heure ou le cin&amp;#233;ma num&amp;#233;rique se g&amp;#233;n&amp;#233;ralise, aucun outil existant actuellement ne permet de prendre en compte les sp&amp;#233;cificit&amp;#233;s d'une sortie num&amp;#233;rique. La plate-forme &lt;B&gt;cinego.net&lt;/B&gt; permet donc aux entreprises de distribution de g&amp;#233;rer la sortie de leurs films en num&amp;#233;rique dans les salles &amp;#233;quip&amp;#233;es. La logistique de distribution des films est contrôlée directement par le distributeur grâce à cinego.net : transferts de fichiers vers les salles, duplication de disque-durs et génération des clés de lecture (http://www.manice.org/imprime.php?id_article=276) sont pilotés par le système à partir du planning de programmation du film. Une grande partie, en cours de développement, de cinego.net, concernera toute la partie facturation et gestion administrative de la sortie des
films.&lt;BR&gt;&lt;BR&gt;

Le projet est partiellement subventionné par le programme MEDIA de l'Union Européenne et le CNC (Centre National de la Cinématographie).&lt;BR&gt;
&lt;BR&gt;
Nous recherchons une personne motiv&amp;#233;e et autonome. Votre travail portera principalement sur du d&amp;#233;veloppement en &lt;B&gt;Python&lt;/B&gt; avec le framework &lt;B&gt;Turbogears 1.1&lt;/B&gt; (&lt;A HREF="http://www.turbogears.org"&gt;http://www.turbogears.org&lt;/A&gt;) et &lt;B&gt;Javascript &lt;/B&gt;(librairie &lt;A HREF="http://jquery.com/"&gt;jQuery&lt;/A&gt;) dans un environnement &lt;B&gt;Linux&lt;/B&gt; (Debian ou Ubuntu). Des tâches d'administration ponctuelles vous seront également attribu&amp;#233;es. Une certaine rigueur sera demand&amp;#233; quant &amp;#224; la r&amp;#233;daction du code (claret&amp;#233;, commentaires).&lt;BR&gt;
&lt;BR&gt;
Une maîtrise de &lt;B&gt;Python&lt;/B&gt; et de l'environnement &lt;B&gt;Linux&lt;/B&gt; sont indispensables.&lt;BR&gt;
&lt;BR&gt;
De bonnes connaissances en &lt;B&gt;(X)HTML&lt;/B&gt;, &lt;B&gt;Javascript&lt;/B&gt;, et  &lt;B&gt;SQL&lt;/B&gt; sont &amp;#233;galement un plus.&lt;BR&gt;
&lt;BR&gt;

Pour r&amp;#233;pondre &amp;#224; cette offre, merci d'envoyer CV et lettre de motivation &amp;#224; &lt;A HREF="mailto:thomas.zaffran@cinego.net."&gt;thomas.zaffran@cinego.net.&lt;/A&gt;&lt;BR&gt;</content><company>CNfilms</company><address>CNfilms
11 rue Bergère
75009 Paris</address><contact>Thomas Zaffran</contact><location></location><phone></phone></entry>